Repository: klyok/Skype.OmegaT
Catalog: Skype.OmegaT/omegat/project_save.tmx
Source language: en
Languages: be

source: Copy profile
be: Перапісаць профіль

source: Copyright 2003 - 2011 Skype Limited
be: Аўтарскія правы © 2003–2011 ТАА «Skype»

source: Copyright 2003-2009 Skype Limited
be: Аўтарскія правы © 2003–2009 ТАА «Skype»

source: Copyright 2003-2011 Skype Limited
be: Аўтарскія правы © 2003–2011 ТАА «Skype»

source: Cost:
be: Кошт:

source: Cost: %1
be: Кошт: %1

source: Could not connect
be: Нельга злучыцца.

source: Could not connect.
be: Нельга злучыцца.

source: Could not hear the other caller.
be: Ня чутна суразмоўцу.

source: Could not read from the file
be: Не ўдаецца прачытаць з файла

source: Could not write to the file
be: Не ўдаецца запісаць у файл

source: Couldn't add some users to the chat.
be: Не ўдалося дадаць пэўных карыстальнікаў да гутаркі.

source: Country/Region
be: Краіна (мясцовасьць)

source: Country:
be: Краіна:

source: Covered by subscription
be: Уваходзіць у падпіску

source: Create
be: Стварыць

source: Create Group
be: Стварыць суполку

source: Create New Category…
be: Стварыць суполку…

source: Create New Group…
be: Стварыць суполку…

source: Create Skype Name
be: Завесьці ймя ў Skype

source: Create a Group
be: Стварыць суполку

source: Create a group
be: Стварыць суполку

source: Create a minimised chat window
be: Ствараць найменшанае вакно гутаркі

source: Create a new Skype Account
be: Стварыць рахунак у Skype

source: Create a new Skype account
be: Стварыць рахунак у Skype

source: Create account
be: Стварыць рахунак

source: Creator:
be: Стваральнік:

source: Credit Received
be: Атрымалі крэдыт

source: Credit Sent
be: Даслалі крэдыт

source: Credit expires %s
be: Крэдыты скончыцца %s

source: Credit expires %s <a href="skype:?dialpad"> Make a call</a>.
be: Крэдыты скончыцца %s <a href="skype:?dialpad"> Выклікаць</a>.

source: Credit is Low
be: Мала крэдыту

source: Crying
be: Плачу

source: Current
be: Бягучы

source: Current Password
be: Бягучы пароль

source: Current Version: %1
be: Бягучая вэрсія: %1

source: Current page
be: Бягучая бачына

source: Current password is incorrect.
be: Неадпаведны бягучы пароль.

source: Currently can't call this number on Skype.
be: Пакуль нельга выклікаць гэты нумар праз Skype

source: Currently using:
be: Выкарыстоўваецца:

source: Custom voicemail greeting
be: Сваё вітаньне галасавое пошты

source: Customize sounds for calls, IMs, alerts and notifications
be: Абярыце, як будуць гучаць выклікі, паведамленьні, папярэджаньні ды спавяшчэньні

source: Cut
be: Выразаць

source: D&own
be: &Да-долу

source: Dancing
be: Танцы

source: Database error.
be: База зьвестак дала хібу.

source: Day
be: Дзень

source: December
be: Сьнежань

source: Decide later
be: Вырашу потым

source: Decline
be: Адхіліць

source: Decline %n file(s) from %1
be: Адхіліць %n файл(аў) ад %1

source: Decline All
be: Адхіліць усе

source: Decline All Files
be: Адхіліць усе файлы

source: Decline File
be: Адхіліць файл

source: Decline all files
be: Адхіліць усе файлы

source: Decline file
be: Адхіліць файл

source: Declined to be added
be: Адмовіўся дадавацца

source: Default
be: Перадвызначана

source: Default View
be: Звычайны выгляд

source: Default picture
be: Звычайны малюнак

source: Default voicemail greeting
be: Звычайнае вітаньне

source: Delete
be: Сьцерці

source: Delete Category "%s"…
be: Выкрасьліць суполку «%s»…

source: Delete Event
be: Выкрасьліць падзею

source: Delete Group
be: Сьцерці суполку

source: Delete Selected Contacts
be: Выкрасьліць абраныя кантакты

source: Delete Selected Events
be: Выкрасьліць абраныя падзеі

source: Delete Skype cookies?
be: Ці сьцерці біркі Skype?

source: Delete all Skype cookies?
be: Ці сьцерці ўсе біркі Skype?

source: Delete category
be: Сьцерці суполку

source: Delete category?
be: Ці сьцерці суполку?

source: Delete history?
be: Ці сьцерці гісторыю?

source: Delivered
be: Даставілі

source: Delivery failed
be: Не ўдалося даставіць

source: Delivery failed.
be: Не ўдалося даставіць.

source: Deny access
be: Забараніць доступ

source: Desktop Settings
be: Налады стальніцы

source: Destination is temporarily blocked
be: Кірунак часова замкнёны

source: Details
be: Падрабязнасьці

source: Detecting Skype Access availability
be: Выяўляецца наяўнасьць доступу праз Skype

source: Detecting Skype Wi-Fi Access availability
be: Выяўляецца магчымасьць доступу да Wi-Fi праз Skype

source: Devil
be: Нячысьцік

source: Dial pad
be: Наборнік

source: Dial this phone number
be: Набярыце гэты нумар тэлефону

source: Dial tone (Classic)
be: Набіраецца нумар (звычайны)

source: Did that work?
be: Ці працуе?

source: Did you have any of these problems on last call?
be: Ці зьявіліся якія зь пералічаных непаладак падчас апошняга выкліку?

source: Did you have any of these problems on last video call?
be: Ці зьявіліся якія зь пералічаных непаладак падчас апошняга выкліку па відэа?

source: Did you have any of these problems on this call?
be: Ці зьявіліся якія зь пералічаных непаладак падчас гэтага выкліку?

source: Did you have any of these problems on this video call?
be: Ці зьявіліся якія зь пералічаных непаладак падчас гэтага выкліку па відэа?

source: Did you hear anything?
be: Ці было нешта чутно?

source: Didn't hear anything?
be: Нічога ня чулі?

source: Direction
be: Кірунак

source: Disable History
be: Ня весьці гісторыю

source: Disconnect
be: Адлучыцца

source: Disconnect any USB devices you're not using or plug your webcam into a different USB port on your computer.
be: Адлучыце ўсе прылады USB, якімі вы не карыстаецеся, або далучыце камэру да іншага порту USB.

source: Disconnected
be: Адлучыліся

source: Disconnecting
be: Адлучаемся

source: Disk I/O error.
be: Памылка чытаць або запісваць на дыск.

source: Disk full
be: Дыск запоўніўся

source: Display %1 (%2 x %3)
be: Паказаць %1 (%2 x %3)

source: Display %s (%d x %d)
be: Паказаць %s (%d x %d)

source: Display a notification in the Windows tray when Skype...
be: Спавяшчаць у сыстэмным латку Windows, калі Skype…

source: Display a notification in the Windows tray when someone...
be: Спавяшчаць у латку Windows, калі нехта…

source: Display an event notification
be: Паказваць спавяшчэньне

source: Display contact profile
be: Паказаць профіль кантакту

source: Display conversation profile
be: Паказаць профіль размовы

source: Display pop-up notification
be: Паказваць спавяшчэньні вынырцамі

source: Display technical call info
be: Паказваць тэхнічныя падрабязнасьці выкліку

source: Display the conversation here instead
be: Паказваць гэтую размову тут

source: Do Not Disturb
be: Не турбаваць

source: Do Not Disturb (on a mobile device)
be: Не турбаваць (перасоўная прылада)

source: Do Not Disturb from Mobile
be: Не турбаваць (перасоўная прылада)

source: Do You Have a New Friend?
be: У вас зьявіўся новы сябра?

source: Do it later
be: Вырашу пазьней

source: Do it only
be: небясьпечна.

source: Do not accept
be: Не прымаць

source: Do not allow
be: Не дазваляць

source: Do not allow this program to use Skype.
be: Не дазваляць праґраме ўжываць Skype.

source: Do not ask me again
be: Болей не пытацца

source: Do not display this information again
be: Болей не паказваць гэтыя зьвесткі

source: Do not notify me
be: Не паведамляць мне

source: Do not send
be: Не дасылаць

source: Do not specify
be: Не вызначаць

source: Do this for everyone you want to join, then click Add.
be: Абярыце так усіх, каго вы жадаеце далучыць, а потым пстрыкніце «Дадаць»

source: Do you have more than one microphone?
be: Вы маеце не адзін мікрафон?

source: Do you have more than one set of speakers?
be: Вы маеце не адну пару галасьнікоў?

source: Do you receive unwanted IM messages?
be: Прыходзяць нежаданыя паведамленьні?

source: Do you receive unwanted calls?
be: Атрымваеце нежаданыя выклікі?

source: Do you see the green bar below moving when you make some noise?
be: Ці бачылі вы, як рухалася зялёная палоска, калі вы шумелі?

source: Do you still want to close this window?
be: Усё роўна зачыніць вакно?

source: Do you want to allow it?
be: Ці хочаце вы дазволіць гэта?

source: Do you want to delete the category "%s"?
be: Ці хочаце вы сьцерці суполку «%s»?

source: Do you want to exit without saving the changes?
be: Ці хочаце выйсьці, не захаваўшы зьмяненьняў?

source: Do you want to go ahead?
be: Ці хочаце працягваць?

source: Do you want to install it now?
be: Ці хочаце вы ўсталяваць зараз?

source: Do you want to set your current picture to be visible to everyone?
be: Ці хочаце вы, каб ваш малюнак маглі бачыць усе?

source: Doesn't fix it?
be: Не дапамагае?

source: Doh!
be: Вядома!

source: Don't ask me again
be: Болей не пытацца

source: Don't have a Skype Name yet?
be: Яшчэ ня маеце ймя ў Skype?

source: Don't have a Skype Name?
be: Ня маеце рахунку ў Skype?

source: Don't have a webcam?
be: Ня маеце камэры?

source: Don't show again
be: Болей не паказваць

source: Don't show me this again
be: Болей не паказваць

source: Don't show this again
be: Болей не паказваць

source: Don't show this message
be: Не паказваць гэтае паведамленьне

source: Don't use for Skype
be: Не ўжываць Skype

source: Done
be: Скончыць

source: Double Size
be: Падвоены памер

source: Double-check you're set up for a great call with the new <b>Check settings</b> button in the call toolbar.
be: Новая кнопка «<b>Спраўдзіць налады</b>» на панэлі выкліку дапаможа вам упэўніцца, што вы наладзілі ўсё, каб мець высокую якасьць сувязі.

source: Double-click here to set chat topic
be: Двойчы пстрыкніце тут, каб вызначыць тэму гутаркі

source: Double-click here to set chat topic.
be: Двойчы пстрыкніце тут, каб вызначыць тэму гутаркі.

source: Down
be: Уніз

source: Download
be: Спампаваць

source: Download a Skype update.
be: Спампаваць абнаўленьне Skype.

source: Download of the Skype update failed.
be: Не ўдалося спампаваць абнаўленьне Skype.

source: Download paused
be: Прыпынілі спампоўваць

source: Download the latest version now
be: Спампуйце найноўшую вэрсію

source: Downloading messages
be: Спампоўваюцца паведамленьні

source: Downloading...
be: Спампоўваем…

source: Drag contact that you want to add here
be: Перацягніце сюды кантакты, якія хочаце дадаць

source: Drag contacts here
be: Перацягніце кантакты сюды

source: Drink
be: Чарка

source: Drunk
be: П’ю

source: Due to technical issues, please
be: Існуюць пэўныя тэхнічныя праблемы, таму, калі ласка,

source: Dull
be: Прыгнечаны

source: Duration
be: Працягласьць

source: Duration %s
be: Працягласьць: %s

source: Duration:
be: Працягласьць:

source: Duration: %1
be: Працягласьць: %1

source: Duration: %1 seconds
be: Працягласьць: %1 сэк.

source: Duration: %s sec
be: Працягласьць: %s сэк.

source: Dynamic view
be: Рухавы выгляд

source: E-mail:
be: Эл. пошта:

source: Each forwarded call to a phone will be charged Skype Credit at
be: Кожны перасланы на тэлефон выклік будзе аплачвацца з крэдыту ў Skype

source: Each forwarded call to a phone will be charged Skype Credit at <a href="normalrates">normal rates</a>.
be: Кожны перасланы на тэлефон выклік будзе аплачвацца з крэдыту ў Skype па <a href="normalrates">звычайных коштах</a>.

source: Each forwarded call to a phone will be charged Skype Credit at normal rates.
be: Кожны перасланы на тэлефон выклік будзе аплачвацца з крэдыту ў Skype па звычайных коштах.

source: Each one of you should close file sharing programs you have open and stop any downloads or uploads to improve your connection.
be: Каб палепшыць сувязь, зачыніце ўсе праґрамы абменьвацца файламі, спыніце ўсё, што спампоўваецца ды запампоўваецца (тое ж самае мусіць зрабіць і ваш суразмоўца).

source: Each one of you should close file sharing programs you have open and stop any downloads or uploads to speed up your connection.
be: Каб палепшыць сувязь, зачыніце ўсе праґрамы абменьвацца файламі, спыніце ўсё, што спампоўваецца ды запампоўваецца (тое ж самае мусіць зрабіць і ваш суразмоўца).

source: Earphones you plug into your computer.
be: Слухаўкі (навушнікі), якія вы далучаеце да кампутара.

source: Echo Test Service
be: Служба рэха: выпрабоўваць сувязь

source: Edit
be: Правіць

source: Edit Contact
be: Правіць кантакт

source: Edit Contact…
be: Правіць кантакт…

source: Edit Labels...
be: Правіць цэтлікі…

source: Edit Message
be: Правіць паведамленьне

source: Edit Phone Number
be: Правіць тэлефонны нумар

source: Edit Profile
be: Правіць профіль

source: Edit Skype Language File…
be: Правіць файл мовы…

source: Edit Your Profile…
be: Правіць свой профіль…

source: Edit number
be: Правіць нумар

source: Edit phone number
be: Правіць тэлефонны нумар

source: Edit your profile so friends can find you
be: Правіць профіль, каб сябры маглі вас знайсьці

source: Edited %s
be: Зьмянілі %s

source: Edited by %s at %s
be: %s выпраўляе а %s

source: Edited by %s, %s
be: %s выпраўляе %s

source: Email
be: Эл. пошта

source: Email Address
be: Адрас эл. пошты

source: Email OK
be: Эл. пошта слушная

source: Email address '%s' can't be found.
be: Не знайшлі адрасу «%s».

source: Emails don't match
be: Адрасы не супадаюць

source: Emails match
be: Адрасы супадаюць

source: Emergency Call
be: Надзвычайны выклік

source: Emergency calls not supported
be: Надзвычайныя выклікі не падтрымваюцца

source: Emo
be: Эма

source: Emoticons
be: Пачуцьцезнакі

source: Empty group
be: Парожняя суполка

source: Enable Event
be: Дазволіць спавяшчаць

source: Enable Skype Access
be: Дазволіць доступ праз Skype

source: Enable Skype Video
be: Дазволіць відэа ў Skype

source: Enable Skype Wi-Fi Access
be: Дазволіць доступ да Wi-Fi праз Skype

source: Enable all sounds
be: Дазволіць усе гукі

source: Enable keyboard shortcuts
be: Дазволіць клявішныя выклічнікі

source: Enable networked TCP socket
be: Задзейнічаць сеткавае гняздо TCP

source: Enable proxy authentication
be: Апазнавацца на пасродку

source: Enable uPnP
be: Дазволіць uPnP

source: Enable video
be: Дазволіць відэа

source: Enabled transports:
be: Дзейныя транспарты:

source: End Call
be: Скончыць выклік

source: End Call with %s
be: Скончыць размаўляць з %s

source: End Call with This Person
be: Скончыць размаўляць з гэтым чалавекам

source: End User License Agreement
be: Ліцэнзійнае пагадненьне з карыстальнікам

source: End call
be: Скончыць выклік

source: English
be: Беларуская мова

source: Enter %s's phone number.
be: Упішыце нумар тэлефону ў наступнае краіне: %s.

source: Enter Skype Name
be: Упішыце ймя ў Skype

source: Enter a comma separated list of labels for %1
be: Упішыце праз коску цэтлікі да %1

source: Enter a message for %s
be: Упішыце паведамленьне для %s

source: Enter a message for the person you are transferring the call to
be: Упішыце паведамленьне таму, каму перадаяце выклік

source: Enter a message here for all your friends to see.
be: Упішыце тэкст, які будуць бачыць вашыя сябры.

source: Enter a message to introduce yourself.
be: Распавядзіце пра сябе.

source: Enter a mobile number now
be: Упісаць нумар

source: Enter a name for this contact
be: Зьмяніць імя кантакту

source: Enter a new Skype Name or choose one of these suggestions:
be: Упішыце іншае ймя, альбо абярыце адно з прапанаваных:

source: Enter a number or Skype Name
be: Упішыце нумар ці ймя ў Skype

source: Enter a public chat blob
be: Упішыце выраз („blob“) адкрытае гутаркі

source: Enter a topic for the conversation
be: Упішыце тэму размовы

source: Enter a valid email address
be: Упішыце чынны адрас эл. пошты

source: Enter another phone number
be: Упішыце іншы нумар тэлефону

source: Enter contact or phone number
be: Упішыце ймя кантакту ці нумар тэлефону

source: Enter current password
be: Упішыце бягучы пароль

source: Enter name for new group
be: Упішыце назву суполкі

source: Enter new name for %s
be: Упішыце ймя для %s

source: Enter new password
be: Упішыце новы пароль

source: Enter new speed dial number for %s
be: Упішыце хуткі нумар для %s

source: Enter number
be: Упішыце нумар

source: Enter phone number
be: Упішыце нумар тэлефону

source: Enter phone number in %s (with area code).
be: Упішыце тэлефонны нумар разам з кодам краіны (%s)

source: Enter single words separated by spaces.
be: Упішыце праз прагал асобныя словы.

source: Enter the Skype Name of the person you wish to add into the box below.
be: Упішыце ў полі ніжэй імя ў Skype чалавека, якога вы жадаеце дадаць.

source: Enter the code you received on your phone and click Confirm.
be: Упішыце код, які вы атрымалі на тэлефон, і пстрыкніце «Пацьвердзіць».

source: Enter the code you received on your phone and click Submit
be: Упішыце код, які вы атрымалі на тэлефон, і пстрыкніце «Пацьвердзіць».

source: Enter the local number in %s.
be: Упішыце мясцовы нумар у %s.

source: Enter the phone number
be: Упішыце нумар тэлефону

source: Enter the phone number in %s (with area code)
be: Упішыце тэлефонны нумар разам з кодам краіны (%s)

source: Enter the phone number with country or region code.
be: Упішыце тэлефонны нумар разам з кодам краіны або мясцовасьці.

source: Enter their <b>Skype Name</b>, <b>full name</b> or <b>email address</b> and click Find.
be: Упішыце <b>поўнае ймя</b> гэтага чалавека, альбо <b>імя ў Skype</b> ці <b>адрас эл. пошты</b> ды націсьніце «Шукаць».

source: Enter their MySpaceIM name and click Find.
be: Упішыце імя ў MySpaceIM і націсьніце «Шукаць».

source: Enter your friend's name and email address.
be: Упішыце ймя ды адрас эл. пошты свайго сябра.

source: Enter your mobile number so your contacts can call you when you're offline.
be: Упішыце нумар перасоўнага тэлефону, каб вам маглі патэлефанаваць, калі вы ня ў сетцы.

source: Enter your name
be: Упішыце сваё ймя

source: Envy
be: Зайздрошчу

source: Error
be: Памылка

source: Error %s|Skype can't load custom language file.
be: Памылка %s|Skype ня можа прачытаць пададзены файл мовы.

source: Error creating voicemail greeting
be: Далі хібу, калі стваралі вітаньне

source: Error in call forwarding settings
be: Памылка ў наладах перасылаць выклікі

source: Error occured trying to load media.
be: Далі хібу, калі спрабавалі прачытаць.

source: Error with sound file.
be: Памылка ў файле гуку.

source: Error.
be: Памылка.

source: Event History
be: Гісторыя падзей

source: Everyone can read and post messages.
be: Чытаць і дасылаць паведамленьні могуць усе.

source: Evil grin
be: Злосна хмылюся

source: Example
be: Прыклад

source: Example Chat Message
be: Узор паведамленьня ў гутарцы

source: Example: +1 212 555 1212
be: Прыклад: +1 212 555 1212

source: Example: Select United Kingdom and enter 020 5555 1212
be: Напрыклад, абярыце Вялікабрытанію ды ўпішыце «020 5555 1212»

source: Execute the following script on any event:
be: Па кожнае падзеі выконваць наступны скрыпт:

source: Execute the following script:
be: Выконваць наступны скрыпт:

source: Exit fullscreen
be: Вярнуцца да звычайнага выгляду

source: Exit popout mode
be: Не паказваць вынырцы

source: Exit this guide
be: Выйсьці з кіраўніцтва

source: Experienced background noise.
be: Чутно пошум на тле размовы.

source: Experienced echo.
be: Чутно рэха.

source: Expires in %d days
be: Засталося дзён: %d

source: Expiring soon
be: Хутка заканчваецца

source: Extend session
be: Падоўжыць сэанс

source: Extend your Skype Access session
be: Падоўжыце сэанс доступу праз Skype

source: Extend your Skype Wi-Fi Access session
be: Падоўжыце сэанс доступу да Wi-Fi праз Skype

source: Extend your session
be: Падоўжыць тэрмін

source: Extended Keyboard Navigation
be: Перасоўвацца з пашыранаю клявішняю

source: Extras
be: Дадаткі

source: FAQ section
be: «пытаньні ды адказы»

source: FUBAR
be: Поўны гамон

source: Facebook Friends
be: Сябры з Facebook

source: Facebook Updates
be: Абнаўленьні Facebook

source: Facepalm
be: Што ж рабіць?

source: Failed
be: Не ўдалося

source: Failed - %1
be: Не ўдалося: %1

source: Failed to convert the selected image to a proper format for Skype!
be: Не ўдалося ператварыць абраны відарыс у патрэбны Skype від!

source: Failed to deliver
be: Не ўдалося даставіць

source: Failed to log in.
be: Не ўдалося ўвайсьці.

source: Failed to render the stream to a video picture.
be: Не ўдалося ператварыць плынь у выяву відэа.

source: Failed to start %1
be: Не ўдалося запусьціць %1

source: Fantastic!
be: Выдатна!

source: February
be: Люты

source: Female
be: Жаночы

source: Fi&nd what:
be: Што &шукаць:

source: Fields marked with an asterisk are required
be: Пазначаныя зорачкаю палі абавязкова трэба запоўніць

source: File
be: Файл

source: File Transfer
be: Перадаваныя файлы

source: File Transfer Complete
be: Скончылі перадаваць файл

source: File Transfer Failed
be: Не ўдалося перадаць файл

source: File Transfer Request
be: Запыт перадаць файл

source: File Transfers
be: Перадаваныя файлы

source: File belongs to another person
be: Файл належыць іншаму чалавеку

source: File can't be used
be: Файл нельга ўжыць

source: File could not be loaded.
be: Нельга прачытаць файл.

source: File not found
be: Файл не знайшлі

source: File not installed
be: Файл не ўсталявалі

source: File received.
be: Файл атрымалі.

source: File sending failed.
be: Не ўдалося даслаць файл.

source: File sending is disabled.
be: Дасылаць файлы забаронена.

source: File sent.
be: Файл даслалі.

source: File size %d KB
be: Памер файла — %d кБ

source: File transfer failed
be: Не ўдалося перадаць файл

source: File warning
be: Перасьцярога

source: Files
be: Файлы

source: Files Sent and Received
be: Перадаваныя файлы

source: Files can contain viruses.
be: Файлы могуць зьмяшчаць вірусы.

source: Files sent and received
be: Перадаваныя файлы

source: File…
be: Файл…

source: Filling it in is optional.
be: Запаўняць іх не абавязкова.

source: Find
be: Шукаць

source: Find %s as a Skype contact.
be: Знайдзіце %s у Skype.

source: Find Again
be: Шукаць зноўку

source: Find Text
be: Шукаць тэкст

source: Find businesses
be: Шукаць прадпрыемствы

source: Find businesses in:
be: Шукаць прадпрыемствы ў наступнае краіне:

source: Find friends
be: Шукаць сяброў

source: Find friends and import contacts
be: Шукаць сяброў ды ўзяць кантакты з нататніку

source: Find out about calling phone numbers
be: Падрабязьней пра тэлефанаваньні

source: Find out all about it
be: Даведацца ўсё пра гэта

source: Find out how
be: Даведайцеся, як гэта зрабіць

source: Find out more
be: Падрабязнасьці

source: Find out more about video calls
be: Падрабязьней пра выклікі па відэа

source: Find people on Skype and add them to your Contact list.
be: Вы можаце знайсьці людзей у Skype і дадаць іх да сваіх кантактаў.

source: Find them in your Contact list and send them messages
be: Знайдзіце іх сярод кантактаў і дашліце ім паведамленьні

source: Find this person
be: Шукаць гэтага чалавека

source: Find this person on Skype
be: Шукаць гэтага чалавека ў Skype

source: Find your friends
be: Шукаць сяброў

source: Find:
be: Знайсьці:

source: FindFriends
be: Шукаць сяброў

source: Find…
be: Шукаць…

source: Finger
be: Палец

source: Fingers crossed
be: Кулачкі

source: Finish
be: Скончыць

source: Finish Call
be: Скончыць выклік

source: Finish Recording
be: Скончыць запісваць

source: Finished
be: Скончылі

source: Finishing in %1
be: Скончыцца праз %1

source: First Chat Message Received
be: Першае паведамленьне ў гутарцы

source: Fit screen
be: На ўвесь экран

source: Fixed the problem or don't have a webcam?
be: Праблему вырашылі, ці няма камэры?

source: Flip
be: Перакуліць

source: Flower
be: Кветка

source: Focus Skype
be: Паказаць Skype

source: Font:
be: Шрыфт:

source: For calls transferred to landlines or mobile phones, Skype rates to phones apply.
be: Калі выклік перадаецца на перасоўны ці гарадзкі нумар, ён аплачваецца як тэлефанаваньне.

source: For emergency calls, my default location is:
be: Для надзвычайных выклікаў — звычайна я знаходжуся тут:

source: For more help, check the call quality guide.
be: Па дапамогу зьвяртайцеся да кіраўніцтва па якасьці сувязі.
